
function Contribiut() {
    return (
        <div className="w-full mt-4">
            <div className="container mx-auto h-full p-2 grid grid-cols-1 md:grid-cols-2 gap-4">
                <div>
                    <h1 className="text-3xl font-bold mb-4 text-center ">الاخلاص والانتماء لأهل أبناء طفع</h1>
                    <p className="text-lg text-justify font-semibold text-gray-700">
                        الحب والوفاء الذي يربط أبناء طفع، ويعكس قوة العلاقات وعمق الروابط بين أفراد القبيلة. حب القبيلة هو أكثر من مجرد كلمة، إنه عنوان للعزة، والكرامة، والتلاحم الذي يتقاطر في كل مناسبة وكل موقف.

                        عندما تتحدث عن انتمائك لأهل أبناء طفع، فأنك تربط نفسك بهذه الروابط التي تبنى على المحبة والصدق. مشاركتك في السراء، من خلال الدعم المادي والمعنوي، أو حضورك في المناسبات والاحتفالات، تؤكد مدى حبك وولائك لهم. وكذلك في الضراء، حين تمر بهم الشدائد، يكون حب القبيلة هو الدرع الذي يحميهم ويشد أزرهم.

                        حب القبيلة يُظهر أن المودة والصلة بين أفراد القبيلة ليست مجرد كلمات، بل أفعال وشهادات تخلّدها الأوقات الصعبة، والأيام الجميلة. فهي تكشف عن عمق الولاء، وتُعبر عن حب يلامس القلب، ويجعل من العائلة أو القبيلة بيتًا واحدًا، يضم كل أفراده تحت راية الوفاء والإخلاص.

                        فلنحرص على أن نزرع الحب والوفاء في قلوبنا تجاه أهلنا وابنائنا، فالانتماء الحقيقي يظهر حين نكون دائمًا إلى جانبهم في السراء والضراء، ونشاركهم فرحتهم وأتراحهم، لنُعزز بذلك روابطنا ونُعبّر عن حبنا الحقيقي الذي لا يفنى.
                    </p>
                </div>
                <div>
                    <img src="/analies.png" alt="phonelogo" className="w-full h-full flex justify-center items-center object-cover" />
                </div>
            </div>
        </div>
    )
}

export default Contribiut
